Repository: wsh231314/autoScreen
Catalog: sikuli_ide/src/main/resources/i18n/IDE/IDE-*.po
Languages: de, fr, he, ja, nl, pt_br, sv, tr

# menuFile
source: File
de: Datei
fr: Fichier
he: קובץ
ja: ファイル(&F)
nl: Bestand
pt_br: Arquivo
sv: Arkiv
tr: Dosya

source: Edit
de: Bearbeiten
fr: Edition
he: ערוך
ja: 編集(&E)
nl: Bewerken
pt_br: Editar
sv: Redigera
tr: Düzen

# menuRun
source: Run
de: Ausführen
fr: Exécuter
he: הרץ
ja: 実行(&R)
nl: Uitvoeren
pt_br: Executar
sv: Kör
tr: Çalıştır

source: View
de: Ansicht
fr: Affichage
he: הצג
ja: 表示(&V)
nl: Beeld
pt_br: Exibir
sv: Visa
tr: Görünüm

source: Tools
de: Werkzeuge
fr: Outils
he: כלים
ja: ツール(&T)
nl: Gereedschappen
pt_br: Ferramentas
sv: Verktyg
tr: Araçlar

source: New
de: Neu
fr: Nouveau
he: חדש
ja: 新規作成
nl: Nieuw
pt_br: Novo
sv: Ny
tr: Yeni

source: Open...
de: Öffnen...
fr: Ouvrir…
he: פתח...
ja: 開く(&O)
nl: Openen...
pt_br: Abrir...
sv: Öppna...
tr: Aç...

source: Save
de: Sichern
fr: Enregistrer
he: שמור
ja: 保存(&S)
nl: Opslaan
pt_br: Salvar
sv: Spara
tr: Kaydet

source: Save as...
de: Sichern unter...
fr: Enregistrer sous…
he: שמור בשם...
ja: 名前を付けて保存(&A)
nl: Opslaan als…
pt_br: Salvar como...
sv: Spara som...
tr: Farklı kaydet...

source: Export excutable...
fr: Exporter l'exécutable
he: ייצא יישום...
ja: 実行ファイルとしてエクスポート
nl: Exporteer als programma...
pt_br: Exportar executável
sv: Exportera körbar fil...
tr: Çalıştırılabilir dosyayı dışa aktar

source: Preferences...
de: Einstellungen...
fr: Préférences...
he: מאפיינים...
ja: 環境設定(&P)
nl: Voorkeuren...
pt_br: Preferências
sv: Inställningar...
tr: Tercihler...

source: Close Tab
de: Tab schließen
fr: Fermer l'onglet
he: סגור לשונית
ja: タブを閉じる
nl: Tab sluiten
pt_br: Fechar aba
sv: Stäng flik
tr: Sekmeyi Kapat

source: Quit
de: Beenden
fr: Quitter
he: יציאה
ja: 終了(&X)
nl: Afsluiten
pt_br: Sair
sv: Avsluta
tr: Çık

source: Undo
de: Rückgängig
fr: Annuler
he: בטל שינוי
ja: 元に戻す(&U)
nl: Ongedaan maken
pt_br: Desfazer
sv: Ångra
tr: Geri Al

source: Redo
de: Wiederholen
fr: Répéter
he: בצע מחדש
ja: やり直し(&R)
nl: Opnieuw uitvoeren
pt_br: Refazer
sv: Upprepa
tr: Yinele

source: Cut
de: Ausschneiden
fr: Couper
he: גזור
ja: 切り取り(&T)
nl: Knippen
pt_br: Recortar
sv: Klipp ut
tr: Kes

source: Copy
de: Kopieren
fr: Copier
he: העתק
ja: コピー(&C)
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

source: Paste
de: Einfügen
fr: Coller
he: הדבק
ja: 貼り付け(P)
nl: Plakken
pt_br: Colar
sv: Klistra in
tr: Yapıştır

source: Select All
de: Alles Auswählen
fr: Tout sélectionner
he: בחר הכל
ja: すべて選択(&A)
nl: Alles selecteren
pt_br: Selecionar todos
sv: Markera alla
tr: Tümünü Seç

source: Indent
de: Einrücken
fr: Indenter
he: הרחק
ja: インデント
nl: Inspringen
pt_br: Indentar
sv: Gör indrag
tr: Girintile

source: Un-Indent
de: Ausrücken
fr: Désindenter
he: החזר
ja: インデント解除
nl: Uitspringen
pt_br: Desindentar
sv: Ta bort indrag
tr: Girintiyi kaldır

# menuFind
source: Find
de: Suchen
fr: Rechercher
he: מצא
ja: 検索(&F)
nl: Zoeken
pt_br: Localizar
sv: Sök
tr: Bul

source: Find...
de: Suchen...
fr: Rechercher...
he: מצא...
ja: 検索...
nl: Zoeken…
pt_br: Localizar...
sv: Sök...
tr: Bul...

source: Find Next
de: Weitersuchen
fr: Poursuivre la recherche
he: מצא את הבא
ja: 次を検索(&F)
nl: Volgende zoeken
pt_br: Localizar Próximo
sv: Sök nästa
tr: Sonrakini Bul

source: Find Previous
de: Rückwärtssuchen
fr: Trouver le précédent
he: מצא את הקודם
ja: 前を検索(&P)
nl: Vorige zoeken
pt_br: Localizar Anterior
sv: Sök föregående
tr: Öncekini Bul

# menuRunRun
source: Run
de: Ausführen
fr: Exécuter
he: הרץ
ja: 実行(&R)
nl: Uitvoeren
pt_br: Executar
sv: Kör
tr: Çalıştır

# menuRunRunAndShowActions
source: Run in slow motion
de: Ausführen in Zeitlupe
fr: Exécuter au ralenti
he: הרץ בהילוך איטי
ja: スローモーションで実行
nl: vertraagd uitvoeren
pt_br: Executar em câmera lenta
sv: Kör i slowmotion
tr: Ağır çekim çalıştır

source: Stop
de: Abbrechen
he: הפסק
ja: 停止
pt_br: Parar
sv: Avbryt
tr: Durdur

# menuViewUnitTest
source: Unit Test
fr: Test unitaire
he: בדוק יחידה
ja: 単体テスト
nl: Unittesten
pt_br: Teste de unidade
sv: Enhetstest
tr: Birim Testi

source: Command List
de: Befehlsliste
fr: Liste des Commandes
he: רשימת פקודות
ja: コマンドリスト
nl: Commandolijst
pt_br: Lista de Comandos
sv: Kommandolista
tr: Komut Listesi

source: Extensions...
de: Erweiterungen...
he: תוספים...
ja: 拡張機能
nl: Uitbreidingen...
pt_br: Extensões
sv: Tillägg
tr: Eklentiler...

source: Help
de: Hilfe
fr: Aide
he: עזרה
ja: ヘルプ(&H)
pt_br: Ajuda
sv: Hjälp
tr: Yardım

source: Check Update...
de: Prüfe auf neue Version...
fr: Vérifier les mises à jour
he: בדוק עדכונים...
ja: 更新を確認...
nl: Controleer updates...
pt_br: Verificar por atualizações
sv: Sök uppdatering...
tr: Güncellemeleri Kontrol Et

source: The Complete Guide to Sikuli Script
de: Der umfassende Leitfaden zu Sikuli Script
fr: Le guide complet sur les Scripts Sikuli
he: המדריך המלא לסקריפט סיקולי
ja: Sikuli スクリプトの完全ガイド
nl: De volledige Sikuli Script Handleiding
pt_br: O Guia Completo do Sikuli
sv: Den kompletta Sikuli Script-guiden
tr: Eksiksiz Sikuli Script Kılavuzu

source: Tutorials, Examples, How-To's
de: Tutorials, Beispiele, How-To's
fr: Tutoriaux, Exemples, ...
he: מדריכים, דוגמאות, עזרות
ja: チュートリアル, 例, How-To など
nl: Handleidingen, Voorbeelden, How-To's
pt_br: Tutoriais, Exemplos e Como fazer
sv: Guider & Övningsexempel
tr: Öğreticiler, Örnekler, Nasıl-Yapılır'lar

source: Ask Questions & Find Answers
de: Fragen stellen & Antworten finden
fr: Questions et réponses
he: שאל שאלות & מצא תשובות
ja: 質問をする & 答えを見つける
nl: Stel vragen & vind antwoorden
pt_br: Faça Perguntas & Encontre Respostas
sv: Ställ frågor och hitta svar
tr: Soru Sorun & Yanıtları Bulun

source: Report a Bug
de: Einen Fehler (Bug) melden
fr: Signaler un bogue
he: דווח על תקלה
ja: バグを報告
nl: Meld een bug
pt_br: Reportar uma falha
sv: Rapportera en bugg
tr: Hata Bildir

source: Join our translation project!
de: Mach mit bei der Übersetzung!
fr: Rejoignez notre projet de traduction!
he: הצטרף לפרויקט התרגום שלנו!
ja: このプロジェクトの翻訳に参加する
nl: Word lid van ons vertalingsproject!
pt_br: Participe do nosso projeto de tradução!
sv: Anslut till vårat översättningsprojekt
tr: Çeviri projemize katılın!

source: Sikuli's Homepage
fr: Page d'accueil Sikuli
he: דף הבית של סיקולי
ja: Sikuli 公式サイト
nl: Sikuli's Startpagina
pt_br: Página oficial do Sikuli
sv: Sikulis hemsida
tr: Sikuli Anasayfa

source: Sikuli {0} is available!
de: Sikuli {0} ist verfügbar!
fr: Sikuli {0} est disponible
he: סיקולי {0} זמין!
ja: Sikuli {0} が利用可能です!
nl: Sikuli {0} is beschikbaar!
pt_br: Sikuli {0} está disponível!
sv: Sikuli {0} är tillgängligt!
tr: Sikuli {0} çıktı!

source: No update is available.
de: Es gibt keine neuere Version.
fr: Aucune mise à jour n'est disponible
he: עדכון לא זמין
ja: お使いのバージョンは最新です。
nl: Er is geen update beschikbaar.
pt_br: Não há atualizações disponíveis
sv: Det finns inga nya uppdateringar.
tr: Güncelleme mevcut değil.

source: Settings
de: Einstellungen
fr: Préférences
he: הגדרות
ja: 設定(&S)
nl: Instellingen
pt_br: Preferências
sv: Inställningar
tr: Ayarlar

source: Auto Capture
de: Bildschirmfoto sofort
fr: Capture automatique
he: לכידה אוטומטית
ja: 自動的にキャプチャーモードへ移行
nl: Automatisch opnemen
pt_br: Captura automática
sv: Fånga automatiskt
tr: Otomatik Yakala

# cmdListFind
source: Find
de: Finden
fr: Rechercher
he: מצא
ja: 検索(&F)
nl: Zoeken
pt_br: Localizar
sv: Sök
tr: Bul

source: Mouse Actions
de: Maus-Aktionen
fr: Evènements de la souris
he: פעולות עכבר
ja: マウスの動作
nl: Muishandelingen
pt_br: Ações do mouse
sv: Musrörelser
tr: Fare Hareketleri

source: Keyboard Actions
de: Tastatur-Aktionen
fr: Evènements du clavier
he: פעולות מקלדת
ja: キーボードの動作
nl: Toetsenbordhandelingen
pt_br: Ações do teclado
sv: Tangentbords kommandon
tr: Klavye Hareketleri

source: Event Observation
de: Ereignis-Überwachung
fr: Veille des évènements
he: הבחנת מאורעות
ja: イベント監視
nl: Gebeurtenisobservatie
pt_br: Observar evento
sv: Händelseövervakning
tr: Olay Gözlemi

source: Message
de: Meldungen
he: הודעה
ja: メッセージ
nl: Bericht
pt_br: Mensagem
sv: Meddelande
tr: İleti

source: Test Trace
de: Test Verlauf
fr: Résultat de test
he: בדוק הרצה
ja: トレース
nl: Test Tracen
pt_br: Rastro do teste
sv: Test spåra
tr: Test Çıktıları

source: Untitled
de: Unbenannt
fr: Sans titre
he: ללא כותרת
ja: 無題
nl: Naamloos
pt_br: Sem título
sv: Namnlös
tr: Adsız

# tabUnitTest
source: Unit Test
fr: Test unitaire
he: בדוק יחידה
ja: 単体テスト
nl: Unittesten
pt_br: Teste de unidade
sv: Enhetstest
tr: Birim Testi

source: Run ({0})
de: Ausführen ({0})
fr: Exécuter ({0})
he: הרץ ({0})
ja: 実行 ({0})
nl: Uitvoeren ({0})
pt_br: Executar ({0})
sv: Kör ({0})
tr: Çalıştır ({0})

# btnRunLabel
source: Run
de: Ausführen
fr: Lancer
he: הרץ
ja: 実行(&R)
nl: Uitvoeren
pt_br: Executar
sv: Kör
tr: Çalıştır

# btnRunSlowMotionLabel
source: Run in slow motion
de: Ausführen in Zeitlupe
fr: Exécuter au ralenti
he: הרץ בהילוך איטי
ja: スローモーションで実行
nl: vertraagd uitvoeren
pt_br: Executar em câmera lenta
sv: Kör i slowmotion
tr: Ağır çekim çalıştır

source: Press {0} to stop
de: Drücke {0} zum Abbrechen
fr: Appuyez sur {0} pour arrêter
he: לחץ {0} כדי לעצור
ja: 停止するには {0} を押してください
nl: Druk op ({0}) om te stoppen
pt_br: Aperte {0} para parar
sv: Tryck {0} för att stoppa
tr: Durdurmak için: {0}

source: Create Region
de: Ausschnitt erzeugen
fr: Délimiter une aire
he: צור תחום
ja: 領域を作成
nl: gebied aanmaken
pt_br: Criar uma região
sv: Skapa Region
tr: Bölge Yarat

source: Create a region to restrict screen matching
de: Einen Ausschnitt erzeugen um die Suche einzuschränken
fr: Créer une région pour restreindre la recherche
he: צור איזור כדי להגביל תאימות מסך
ja: スクリーンマッチを行う領域を制限する
nl: Maak een regio aan om het zoekgebied te beperken
pt_br: Criar uma região para restringir a comparação de tela
sv: Skapa en region för att begränsa skärmmatchning
tr: Ekran eşleşmesini sınırlamak için bölge oluştur

source: Take screenshot
de: Bildschirmfoto
fr: Prendre une capture d'écran
he: צלם תמונת מסך
ja: スクリーンショットを撮る
nl: Schermafbeelding maken
pt_br: Capturar imagem da tela
sv: Ta skärmbild
tr: Ekran görüntüsü al

source: Take a screenshot ({0})
de: Ein Bildschirmfoto machen ({0})
fr: Faire une capture d''écran ({0})
he: צלם תמונת מסף ({0})
ja: スクリーンショットを撮る ({0})
nl: Neem een screenshot ({0})
pt_br: Capturar imagem da tela ({0})
sv: Ta en skärmbild ({0})
tr: Ekran görüntüsü al ({0})

source: Insert an image from disks
de: Ein Bild aus einer Datei einfügen
fr: Insérer une image à partir d'un fichier
he: הכנס תמונה מדיסק מקומי
ja: ディスク上に保存してある画像を挿入する
nl: Voeg een afbeelding toe
pt_br: Inserir uma imagem dos discos
sv: Lägg till en bild från disk
tr: Diskten resim ekle

source: Insert image
de: Bild einfügen
fr: Inserer une image
he: הכנס תמונה
ja: 画像を挿入する
nl: afbeelding invoegen
pt_br: Inserir uma imagem
sv: Infoga bild
tr: Resim ekle

source: Runtime Error when running {0} {1}
de: Laufzeitfehler beim Ausführen von {0} {1}
fr: Erreur d''exécution lors de l''exécution {0} {1}
he: שגיאת מערכת בזמן הרצה {0} {1}
ja: {0} を実行中にエラーが発生しました {1}
nl: Kritieke fout tijdens het uitvoeren van {0} {1}
pt_br: Erro de execução ao executar {0} {1}
sv: Körfel vid {0} {1}
tr: {0} çalışırken çalışma zamanı hatası oluştu. {1}

source: Exited with code {0}
de: Beendet mit {0}
fr: Terminé avec le code {0}
he: הסתיים עם קוד {0}
ja: 終了コード {0}
nl: Gestopt met code {0}
pt_br: Saída com o código {0}
sv: Stoppad med kod {0}
tr: {0} kodu ile sonlandı.

source: Stopped
de: Abgebrochen
fr: Arrêté
he: נעצר
ja: 停止しました
nl: Gestopt
pt_br: Interrompido
sv: Stoppad
tr: Durduruldu

source: An error occurs at line {0}
de: Ein Fehler in Zeile {0}
fr: Une erreur est survenue à la ligne {0}
he: התרחשה שגיאה בשורה {0}
ja: エラーが発生しました. 行番号: {0}
nl: Er heeft zich een error voorgedaan op regel {0}
pt_br: Um erro ocorreu na linha {0}
sv: Ett fel uppstod på rad {0}
tr: {0}. satırda hata

source: Error message: {0}
de: Fehlermeldung: {0}
fr: Message d''erreur : {0}
he: הודעת שגיאה {0}
ja: エラーメッセージ: {0}
nl: Foutbericht: {0}
pt_br: Mensagem de erro: {0}
sv: Felmeddelande: {0}
tr: Hata mesajı: {0}

source: Select a region on the screen
de: Wähle einen Ausschnitt auf dem Bildschirm
fr: Sélectionez une région sur l'écran
he: בחר אזור על המסך
ja: 領域を選択してください
nl: Selecteer een gebied op het scherm
pt_br: Selecione uma região da tela
sv: Välj en region på skärmen
tr: Ekran üzerinde bir bölge seçin

source: Preferences
de: Einstellungen
fr: Préférences
he: מאפיינים
ja: 環境設定
nl: Voorkeuren
pt_br: Preferências
sv: Inställningar
tr: Tercihler

source: Tab key inserts spaces instead of tab
de: Tab Taste fügt Leerstellen ein statt Tabs
fr: La touche Tab insère des espaces à la place des tabulations
sv: Tab-tangenten infogar mellanslag istället för tab

source: Tab width:
de: Tabweite (Leerstellen)
fr: Taille de l''onglet:
ja: タブ幅:
sv: Flik bredd:

source: Font name:
de: Schriftartname
fr: Nom de la police:
pt_br: Nome da Fonte:
sv: Teckensnitt:

source: Size:
de: Schriftgröße
fr: Taille:
ja: サイズ:
pt_br: Tamanho:
sv: Storlek:

source: Fonts
de: Schriftarten
fr: Polices
ja: フォント
pt_br: Fontes
sv: Teckensnitt

source: Indentation
de: Einrückung
ja: インデント
pt_br: Identação
sv: Indrag

source: Text Editing
de: Editor Vorgaben
fr: Modification du texte
ja: テキスト編集
pt_br: Edição de texto
sv: Textredigering

source: Screen Capturing
de: Bildschirmfoto
fr: Capture d'écran
he: לכידת מסך
ja: 画面キャプチャー
nl: Schermopname
pt_br: Capturando a tela
sv: Ta skärmbild
tr: Ekran Yakalama

source: Quick capture hotkey:
de: Sofort Bildschirmfoto Tastenkombination:
fr: Raccourci de capture rapide
he: כפתור צילום מהיר:
ja: 画面キャプチャーのショートカットキー
nl: Sneltoets snel opnemen
pt_br: Tecla de atalho para captura:
sv: Snabbknapp för skärmbild
tr: Hızlı Yakalama Kısayolu

source: Delay before capture:
de: Verzögerung vor Bildschirmfoto:
fr: Délai avant la capture :
he: השהה לפני צילום:
ja: キャプチャーを実行するまでの時間
nl: Vertraging voor opname
pt_br: Espera, antes de capturar
sv: Fördröj före skärmbild:
tr: Yakalamadan önceki gecikme:

source: seconds
de: Sekunden
fr: secondes
he: שניות
ja: 秒
nl: seconden
pt_br: segundos
sv: sekunder
tr: saniye

source: Automatic Naming:
de: Automatische Dateinamensvergabe
fr: Nommage automatique
he: שינוי שם אוטומטי:
ja: 自動命名
nl: Automatische naamgeving
pt_br: Nomear automaticamente:
sv: Automatisk namngivning:
tr: Otomatik Adlandırma:

source: time stamp
de: Zeitstempel
fr: horodatage
he: זמן התרחשות
ja: タイムスタンプ
pt_br: Em segundos
sv: tidsstämpel
tr: zaman damgası

source: text in the image
de: Text im Bild
fr: texte dans l'image
he: טקסט בתמונה
ja: 画像中のテキスト
nl: tekst in de afbeelding
pt_br: Em texto
sv: text i bilden
tr: görüntüdeki yazı

source: off (manual input)
de: Aus (manuelle Benennung)
fr: off (entrée manuelle)
he: כבוי (קלט ידני)
ja: オフ(手動入力)
nl: uit (handmatige ingave)
pt_br: Manualmente
sv: av (manuell input)
tr: kapalı (elle giriş)

source: General Settings
de: Allgemeine Einstellungen
fr: Configuration générale
he: הגדרות כלליות
ja: 全般
nl: Algemene instellingen
pt_br: Configurações gerais
sv: Allmänna inställningar
tr: Genel Ayarlar

source: Check Update Automatically
de: Automatisch nach Updates suchen
fr: Vérifier automatiquement les mises à jours
he: בדוק עדכונים אוטומטית
ja: 自動的に更新を確認する
nl: Controleer automatisch op updates
pt_br: Verificar por atualizações automaticamente
sv: Sök uppdateringar automatiskt
tr: Güncellemeleri Otomatik Kontrol Et

source: Do you want to close this tab?
de: Tab wirklich schließen?
fr: Voulez vous fermer cet onglet ?
he: האם אתה רוצה לסגור את הכרטיסיה?
ja: このタブを閉じますか?
nl: Wilt u dit tabblad sluiten?
pt_br: Você quer fechar está aba?
sv: Vill du stänga fliken?
tr: Bu sekmeyi kapatmak istiyor musunuz?

source: {0} has been modified. Save changes?
de: {0} wurde verändert. Sichern?
fr: {0} a été modifié. Voulez vous sauvegarder les modifications ?
he: {0} שונה. לשמור שינויים? {0}
ja: {0} は内容が変更されています. 保存しますか?
nl: {0} is aangepast. Wijzigingen opslaan?
pt_br: {0} foi modificado. Deseja salvar?
sv: {0} har modifierats. Vill du spara ändringarna?
tr: {0} değiştirilmiş. Değişiklikleri kaydet?

source: Line: {0,number,integer}, Column: {1,number,integer}
de: Zeile: {0,number,integer}, Spalte: {1,number,integer}
fr: Ligne: {0,number,integer}, Colonne: {1,number,integer}
he: שורה: {0, מספר, מספר שלם}, עמודה: {1,מספר, מספר שלם}
ja: 行番号: {0,number,integer}, カラム: {1,number,integer}
nl: Regel: {0,number,integer}, Kolom: {1,number,integer}
pt_br: Linha: {0,number,integer}, Coluna: {1,number,integer}
sv: Rad: {0,number,integer}, Kolumn: {1,number,integer}
tr: Satır: {0,number,integer}, Sütun: {1,number,integer}

source: Pattern Settings
de: Pattern Einstellungen
fr: Réglage des correspondances
he: הגדרות תבנית
ja: パターン設定
nl: Patrooninstellingen
pt_br: Configurações de padrão
sv: Mönsterinställningar
tr: Şablon Ayarları

# tabNaming
source: File
de: Datei
fr: Fichier
he: קובץ
ja: ファイル(&F)
nl: Bestand
pt_br: Arquivo
sv: Fil
tr: Dosya

source: Matching Preview
de: Vorschau Übereinstimmungen (Matches)
fr: Prévisualiser les correspondances
he: התאמת תצוגה
ja: マッチングプレビュー
nl: Overeenkomend Voorbeeld
pt_br: Pré-visualização da comparação
sv: Matchar Förhandsgranskning
tr: Eşleşenler Önizleme

source: Target Offset
de: Clickpunkt Verschiebung
fr: Décalage de la cible
he: איזון מטרה
ja: ターゲットオフセット
nl: Doel compensatie
pt_br: Desvio do alvo
sv: Kompenserar Mål
tr: Hedef Konum

source: Path:
de: Pfad:
fr: Chemin
he: נתיב:
ja: パス名：
nl: Pad:
pt_br: Caminho:
sv: Sökväg:
tr: Konum:

source: Filename:
de: Dateiname:
fr: Nom du fichier :
he: שם קובץ:
ja: ファイル名:
nl: Bestandsnaam:
pt_br: Nome do arquivo
sv: Filnamn:
tr: Dosya Adı:

source: Similarity:
de: Ähnlichkeit
fr: Similarité :
he: דמיון
ja: マッチ度
nl: Gelijkenis:
pt_br: Similaridade:
sv: Likhet:
tr: Benzerlik:

source: Number of matches/Max:
de: Anzahl Treffer / Maximum
fr: Nombre de correspondances/Max
sv: Antal matcher / Max:

source: Target offset X:
de: Clickpunkt Verschiebung X:
fr: Décalage de la cible X
he: איזון מטרה X:
ja: ターゲットオフセット X：
nl: Doel compensatie X:
pt_br: Desvio do alvo X:
sv: Kompenserar Mål X:
tr: Hedef konum X:

source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal

source: Yes
de: Ja
fr: Oui
he: כן
ja: はい(&Y)
nl: Ja
pt_br: Sim
sv: Ja
tr: Evet

source: No
de: Nein
fr: Non
he: לא
ja: いいえ(&N)
nl: Nee
pt_br: Não
sv: Nej
tr: Hayır

source: File Exists
de: Datei bereits vorhanden
fr: Fichier existant
he: קובץ קיים
ja: 既に同名ファイルが存在します
nl: Bestand bestaat al
pt_br: O arquivo existe
sv: Filen finns redan
tr: Dosya Zaten Var

source: Are you sure to overwrite this file "{0}"?
de: Soll die Datei "{0}" ersetzt werden?
fr: Etes vous sûr de vouloir écraser ce fichier "{0}"?
he: האם אתה בטוח לכתוב על הקובץ הזה "{0}"?
ja: "{0}" ファイルを上書きしますか?
nl: Weet u zeker dat u bestand "{0}" wilt overschrijven?
pt_br: Tem certeza que quer substituir este arquivo "{0}"?
sv: Vill du verkligen skriva över filen "{0}"?
tr: Bu dosyanın üzerine yazmak istediğinize emin misiniz "{0}"?

source: Name The Screen Shot
de: Bitte Bildschirmfoto benennen
fr: Nommer la capture d'écran
he: שם צילום מסך
ja: スクリーンショットに名前をつける
nl: Naam van het screenshot
pt_br: Nome da Imagem Capturada
sv: Namnge ditt screen shot
tr: Yakalanan Ekran Görüntüsünü Adlandır

source: Enter the screen shot's file name:
de: Bitte den Dateinamen für das Bildschirmfoto eingeben:
fr: Entrer le nom de la capture d'écran :
he: הכנס את שם תמונת המסך
ja: スクリーンショットの名前を入力:
nl: Geef de bestandsnaam van het screenshot op:
pt_br: Entre com o nome do arquivo da imagem capturada
sv: Ange filnamn till screen shot
tr: Yakalanan ekran görüntüsünün dosya adını girin:

source: Looks for the best matched GUI component on the screen or in the Region.
de: Sucht nach dem ähnlichsten Abbild auf dem Bildschirm oder im Ausschnitt
fr: Rechercher la meilleure correspondance parmi les composants graphiques de l'écran ou de la zone.
he: חפש את רכיב הממשק הגרפי במסך או באיזור הנבחר
ja: 画面または領域上で最もマッチするコンポーネントを探す
nl: Zoekt naar de beste GUI-component overeenkomst op het scherm of in het gebied.
pt_br: Procura o componente gráfico que melhor combina na tela ou dentro da região.
sv: Söker efter den bäst matchande GUI-komponenten på skärmen eller i regionen.
tr: Ekranda ya da Bölgedeki en iyi eşleşen GUI bileşenini arar.

source: Looks for all matched GUI component on the screen or in the Region.
de: Sucht alle Abbilder auf dem Bildschirm oder im Ausschnitt
fr: Rechercher toutes les correspondances parmi les composants graphiques de l'écran ou de la zone.
he: חפש אחר כל הרכיבים הגרפיים במסך או באיזורים הנבחרים
ja: 画面または領域上でマッチするすべてのコンポーネントを探す
nl: Zoekt naar alle GUI-component overeenkomsten op het scherm of in het gebied.
pt_br: Procura todos componentes gráficos que combinam na tela ou dentro da região
sv: Söker efter samtliga matchade GUI-komponenter på skärmen eller i regionen.
tr: Ekranda ya da Bölgedeki tüm eşleşen GUI bileşenlerini arar.

source: Waits the given GUI component to appear on the screen or in the Region for up to <i>timeout</i> seconds.
de: Wartet maximal <i> timeout </i> Sekunden auf das Erscheinen des Abbildes auf dem Bildschirm oder im Abschnitt.
fr: Attendre que le composant graphique apparaisse sur l'écran ou dans la région pendant <i>timeout</i> secondes.
he: חכה אחר רכיב הממשק הגרפי אשר מופיע על המסך או בתוך האיזור הנבחר עד אשר <i>פרק מסויים עבר</i> בשניות.
ja: 指定したコンポーネントが画面または領域上に現れるまで最高<i>timeout</i>秒待つ
nl: Wacht tot de gegeven GUI-component verschijnt op het scherm of in het gebied tot <i>timeout</i> seconden.
pt_br: Espera o componente gráfico informado aparecer na tela ou na região, até o <i>timeout</i>.
sv: Väntar på att den angivna GUI-komponenten ska visas på skärmen eller i Regionen i upp till <i>timeout</i> sekunder.
tr: GUI bileşeninin ekranda ya da Bölgede belirmesi için <i>timeout</i> saniyeye kadar bekler.

source: Waits the given GUI component to disappear on the screen or in the Region for up to <i>timeout</i> seconds.
de: Wartet maximal <i> timeout </i> Sekunden auf das Verschwinden des Abbildes auf dem Bildschirm oder im Abschnitt.
fr: Attendre que le composant graphique disparaisse de l'écran ou de la région jusqu'à <i>timeout</i> secondes.
he: חכה אחר רכיב הממשק הגרפי עד אשר הוא נעלם מן המסך או מתוך האיזור הנבחר עד אשר <i>פרק מסויים עבר</i> בשניות.
ja: 指定したコンポーネントが画面または領域上から消えるまで最高<i>timeout</i>秒待つ
nl: Wacht tot de gegeven GUI-component verdwijnt van het scherm of uit het gebied tot <i>timeout</i> seconden.
pt_br: Espera o componente gráfico informado desaparecer da tela ou da região, até o <i>timeout</i>.
sv: Väntar på att den angivna GUI-komponenten ska försvinna från skärmen eller Regionen i upp till <i>timeout</i> sekunder.
tr: GUI bileşeninin ekrandan ya da Bölgeden kaybolması için <i>timeout</i> saniyeye kadar bekler.

source: Checks if the given GUI component exists on the screen or in the Region.<br>If it can not be found, None is returned without throwing an exception.
de: Prüft ob das Abbild auf dem Bildschirm oder im Ausschnitt vorhanden ist.<br>Gibt None zurück, wenn es nicht gefunden wird. Erzeugt keine Ausnahme (exception FindFailed).
fr: Vérifier que le composant existe sur l'écran ou dans la région. S'il n'est pas trouvé, None est retourné sans qu'une exception soit générée.
he: בדוק אם רכיב הממשק הגרפי קיים במסך או באיזור הנבחר. <br> אם הוא לא נמצא, מחזירים none מבלי לזרוק חריגות.
ja: 指定したコンポーネントが画面または領域上に存在するかチェックする。<br>見つからない場合、例外を発生させずにNoneを返します
nl: Controleert of de gegeven GUI-component bestaat op het scherm of in het gebied.<br>Als het niet gevonden kan worden, wordt er niets terug gegeven zonder een exceptie te smijten.
pt_br: Verifica se o componente gráfico informado existe na tela ou na região.<br>Se ele não for achado, nada é retornado e não será lançada uma exceção.
sv: Kontrollerar om den givna GUI-komponenten finns på skärmen eller i regionen. Om den inte hittas returneras None och inget exception kastas.
tr: Verilen GUI bileşeninin ekranda veya Bölgede bulunup bulunmadığını kontrol eder.<br> Bulunamazsa istisna (exception) oluşturulmaksızın None değeri döndürülür.
