Repository: wsh231314/autoScreen
Catalog: sikuli_ide/src/main/resources/i18n/IDE/IDE-*.po
Languages: de, fr, he, ja, nl, pt_br, sv, tr

source: Clicks on the best matched GUI component on the screen or in the Region.
de: Klickt auf das ähnlichste Abbild auf dem Bildschirm oder im Ausschnitt.
fr: Cliquer sur la meilleure correspondance de l'écran ou de la région.
he: לחץ על הרכיב הגרפי הטוב ביותר על המסך או בתוך האיזור הנבחר.
ja: 画面または領域上で最もマッチしたコンポーネントをクリックする
nl: Klikt op de best overeenkomende GUI-component op het scherm of in het gebied.
pt_br: Clica no componente gráfico que melhor combina na tela ou na região
sv: Klickar på den bäst matchade GUI-komponenten på skärmen eller i regionen.
tr: Ekranda ya da Bölgedeki en iyi eşleşen GUI bileşenine tıklar.

source: Double clicks on the best matched GUI component on the screen or in the Region.
de: Doppelklick auf das ähnlichste Abbild auf dem Bildschirm oder im Ausschnitt.
fr: Double-cliquer sur la meilleure correspondance de l'écran ou de la région.
he: לחיצה כפולה על הרכיב הגרפי המתאים ביותר על המסך או בתוך האיזור הנבחר.
ja: 画面または領域上で最もマッチしたコンポーネントをダブルクリックする
nl: Dubbel klikt op de best overeenkomende GUI-component op het scherm of in het gebied.
pt_br: Dá um clique duplo no componente gráfico que melhor combina na tela ou na região
sv: Dubbelklickar på den bäst matchade GUI-komponenten på skärmen eller i regionen.
tr: Ekranda ya da Bölgedeki en iyi eşleşen GUI bileşenine çift tıklar.

source: Right clicks on the best matched GUI component on the screen or in the Region.
de: Rechtsklick auf das ähnlichste Abbild auf dem Bildschirm oder im Ausschnitt.
fr: Faire un clic droit sur la meilleure correspondance de l'écran ou de la région.
he: לחיצה ימנית על הרכיב הגרפי המתאים ביותר על המסך או בתוך האיזור הנבחר.
ja: 画面または領域上で最もマッチしたコンポーネントを右クリックする
nl: Klikt rechts op de best overeenkomende GUI-component op het scherm of in het gebied.
pt_br: Dá um clique direito no componente gráfico que melhor combina na tela ou na região
sv: Högerklickar på den bäst matchade GUI-komponenten på skärmen eller i regionen.
tr: Ekranda ya da Bölgedeki en iyi eşleşen GUI bileşenine sağ tıklar.

source: Moves the mouse cursor on the best matched GUI component.
de: Bewegt den Mauszeiger zum ähnlichsten Abbild auf dem Bildschirm oder im Ausschnitt.
fr: Déplacer le curseur de la souris sur la meilleure correspondance.
he: הזז את סמן העכבר על הרכיב הגרפי המתאים
ja: 最もマッチしたコンポーネントへマウスカーソルを移動させる
nl: Beweegt de muis cursor op de best overeenkomende GUI-component.
pt_br: Move o cursor do mouse para o componente gráfico que melhor combina
sv: Flyttar muspekaren övanför den bäst matchade GUI-komponenten på skärmen eller i regionen.
tr: İmleci en iyi eşleşen bileşenin üzerine götürür.

source: Drags the first component, and drops at the second component.
de: Zieht das Element von der Position des ersten Abbildes an die Position des zweiten Abbildes (drag & drop).
fr: Saisir la première correspondance et déposer sur la seconde correspondance.
he: גרור את הרכיב הראשון, והפל על הרכיב השני.
ja: 1つ目の コンポーネントをドラッグし、2つ目のコンポーネントでドロップする
nl: sleept het eerste stukl, en laat vallen op het tweede stuk.
pt_br: Arrasta o primeiro componente e solta no segundo componente
sv: Drar den första komponenten, och släpper på den andra komponenten.
tr: İlk bileşeni sürükleyerek ikinci bileşenin üzerine bırakır.

source: Types the given <i>text</i> to the current focused window.
de: Schreibt den angegebenen Text <i>text</i> in das fokussierte Fenster (im Vordergrund, eingabebereit)
fr: Taper le <i>texte</i> dans la fenêtre courante.
he: כותב את ה <i>טקסט</i> על החלון הפעיל.
ja: フォーカスされているウィンドウで <i>text</i> と入力する
nl: Tikt de gegeven <i>tekst</i> in het openstaande venster.
pt_br: Digita o <i>texto</i> informado na janela que está em foco.
sv: Skriver angiven <i>text</i> till aktuellt fokuserat fönster.
tr: Verilen <i>metni</i> odaklanmış pencereye yazar.

source: Clicks on the given component to gain the focus and then types the given <i>text</i>.
de: Klickt auf das angegebene Abbild, um den Fokus zu erhalten (eingabebereit) und schreibt den angegebenen Text <i>text</i>.
fr: Cliquer sur la correspondance pour prendre le focus et taper le <i>texte </i>.
he: לוחץ על הרכיב ניתן להשיג את המוקד ולאחר מכן סוגי הנתון <i>טקסט</i>.
ja: 指定するコンポーネントをクリックし、フォーカスされたウィンドウで<i>text</i>と入力する
nl: Klikt op de gegeven component om de focus te krijgen en typt de gegeven <i>tekst</i>.
pt_br: Clica no componente gráfico informado para ter foco nele e então digita o <i>texto</i> informado.
sv: Klickar på den angivna komponenten för att fokusera och skriver sedan angiven <i>text</i>.
tr: Verilen bileşene tıklayarak onu odaklar ve verilen <i>metni</i> yazar.

source: Pastes the given <i>text</i> to the current focused window.
de: Fügt den angegebenen Text <i>text</i> in das fokussierte Fenster ein (im Vordergrund, eingabebereit).
fr: Coller le <i>texte</i> dans la fenêtre courante.
he: הדבק את ה <i>טקסט</i> על החלון הפעיל.
ja: フォーカスされているウィンドウに <i>text</i> を貼り付ける
nl: Plakt de gegeven <i>tekst</i> in het gefocuste venster.
pt_br: Cola o <i>texto</i> informado na janela que está em foco.
sv: Klistrar in angiven <i>text</i> till aktuellt fokuserat fönster.
tr: Verilen <i>metni</i> odaklanmış pencereye yapıştırır.

source: Clicks on the given component to gain the focus and then pastes the given <i>text</i>.
de: Klickt auf das angegebene Abbild, um den Fokus zu erhalten (eingabebereit) und fügt den angegebenen Text <i>text</i> ein.
fr: Cliquer sur la correspondance pour prendre le focus et coller le <i>texte</i>.
he: לוחץ על הרכיב ניתן להשיג את המוקד ולאחר מכן מדביק את הנתון <i>טקסט</i>.
ja: 指定するコンポーネントをクリックし、フォーカスされたウィンドウに<i>text</i>を貼り付ける
nl: Klikt op de gegeven component en plakt de gegeven <i>tekst</i> in het gefocuste venster.
pt_br: Clica no componente gráfico informado para ter foco nele e então cola o <i>texto</i> informado.
sv: Klickar på den angivna komponenten för att fokusera och klistrar sedan in angiven <i>text</i>.
tr: Verilen bileşene tıklayarak onu odaklar ve verilen <i>metni</i> yapıştırır.

source: Calls <i>handler</i> when the given image pattern appears on the screen or in the Region.
de: Ruft die Behandlungsfunktion <i>handler</i> auf, wenn das Abbild auf dem Bildschirm oder im Ausschnitt erscheint.
fr: Appeler <i>handler</i> quand l'image correspond à un élément de l'écran ou de la région.
he: קרא ל <i>מצביע</i> כאשר תבנית התמונה מופיעה על המסך או על האזור הנבחר.
ja: 指定するコンポーネントが画面または領域上に現れた時に<i>handler</i>を呼ぶ
nl: Roept <i>handler</i> wanneer het gegeven afbeeldingspatroon op het scherm of binnen het gebied verschijnt.
pt_br: Chamar a <i>função</i> quando o padrão de imagem informado aparece na tela ou dentro da região.
sv: Anropar <i>handler</i> när angivet bildmönster visas på skärmen eller i Regionen.
tr: Verilen resim kalıbı ekranda ya da Bölgede belirdiğinde <i>işleyici</i>yi çağırır.

source: Calls <i>handler</i> when the given image pattern disappears on the screen or in the Region.
de: Ruft die Behandlungsfunktion <i>handler</i> auf, wenn das Abbild vom Bildschirm oder aus dem Ausschnitt verschwindet.
fr: Appeler <i>handler</i> quand la correspondance à l'image disparait de l'écran ou de la région.
he: קרא ל <i>מצביע</i> כאשר תבנית התמונה נעלמת מן המסך או על האזור הנבחר.
ja: 指定するコンポーネントが画面または領域上から消えた時に<i>handler</i>を呼ぶ
nl: Roept <i>handler</i> wanneer het gegeven afbeeldingspatroon van het scherm of uit het gebied verdwijnt.
pt_br: Chamar a <i>função</i> quando o padrão de imagem informado desaparece na tela ou dentro da região.
sv: Anropar <i>handler</i> när angivet bildmönster försvinner från skärmen eller i Regionen.
tr: Verilen resim kalıbı ekrandan ya da Bölgeden kaybolduğunda <i>işleyici</i>yi çağırır.

source: Calls <i>handler</i> when anything is changed on the screen or in the Region.
de: Ruft die Behandlungsfunktion <i>handler</i> auf, wenn sich auf dem Bildschirm oder im Ausschnitt etwas verändert.
fr: Appeler <i>handler</i> quand quelque chose change sur l'écran ou dans la région.
he: קרא ל <i>מצביע</i> כאשר משהו משתנה על המסך או על האזור הנבחר.
ja: 画面または領域上で何か変化があった時に<i>handler</i>を呼ぶ
nl: Roept <i>handler</i> wanneer er iets verandert op het scherm of binnen het gebied.
pt_br: Chamar a <i>função</i> quando qualquer mudança ocorre na tela ou dentro da região.
sv: Anropar <i>handler</i> när ingenting ändrats på skärmen eller i Regionen.
tr: Ekranda ya da Bölgede herhangi bir şey değiştiğinde <i>işleyici</i>yi çağırır.

source: Starts the observer to watch the screen or the Region for up to <i>time</i> seconds.<br>The observer will be run in the background if <i>background</i> is set to True.
de: Startet die Überwachung des Bildschirms oder des Ausschnitts für maximal <i>Dauer</i> Sekunden,<br>Die Überwachung läuft im Hintergrund, wenn <i>background</i> auf True gesetzt ist.
fr: Commencer à observer l'écran ou la région pendant <i>time</i> secondes. L'observateur sera exécuter en arrière plan si <i>background</i> est vrai.
he: הפעל את תוכנה הצפייה כדי לנטר את המסך או האיזור הנבחר עד <i>זמן</i> בשניות.<br>תוכנת הצפייה תרוץ ברקע אם <i>הרקע</i> נבחר כאמת.
ja: 画面または領域を<i>time</i>秒間監視する。<br><i>background</i>がTrueの場合、監視はバックグラウンドで行われます。
nl: Start de waarnemer om het scherm of gebied te bekijken geduurdende <i>time<i> seconden.<br>De waarnemer zal in de achtergrond lopen als <i>achtergrond<i> op waar staat.
pt_br: Começa a observar a tela ou a região, até o <i>tempo</i> informado. A observação ocorre em background se <i>background</i> está definido como True.
sv: Startar kontroll av skärmen ellr Regionen för upp till <i>time</i> sekunder.<br>Kontrollen kommer köras i bakgrunden om <i>background</i> är satt True.
tr: Ekranı ya da Bölgeyi i <i>time<i/> saniyeye kadar izlemesi için gözlemciyi başlatır.<br><i>arkaplan</i> (background) değeri DOĞRU (TRUE) ise gözlemci arkaplanda çalışacaktır.

source: Install
de: Installieren
fr: Installer
he: הַתקן
ja: インストール
nl: Installeer
pt_br: Instalar
sv: Installera
tr: Kur

source: More Info
de: Mehr Info
fr: Plus d'informations
he: מידע נוסף
ja: 詳細
nl: Meer informatie
pt_br: Mais informações
sv: Mer information
tr: Daha Fazla Bilgi

source: Installed
de: Installiert
fr: Installé
he: הותקן
ja: インストール済み
nl: Geinstalleerd
pt_br: Instalado
sv: Installerat
tr: Kuruldu

source: Install {0}
de: Installiere
fr: Installé {0}
he: התקן {0}
ja: {0}をインストールする
nl: installeer {0}
pt_br: Instalar {0}
sv: Installera {0}
tr: {0} Kur

source: Update to {0}
de: Neue Version
fr: Mis à jour {0}
he: עדכן ל {0}
ja: {0}に更新する
nl: Update naar {0}
pt_br: Atualizar para {0}
sv: Uppdatera till {0}
tr: Buna güncelle: {0}

source: Export packed source...
de: Exportieren als gepackt...

source: Updates
de: Aktualisierungen
fr: Mises à jour

source: Language
de: Sprache
fr: Langue

source: OK
fr: Valider
he: אישור
tr: Tamam
