Repository: wsh231314/autoScreen
Catalog: sikuli_StuffContainer/Translations/sikuli-ide/resources/i18n/IDE/IDE-*.po
Languages: ca, cs, fi, hu, it, pt, ro, uk

source: Waits the given GUI component to appear on the screen or in the Region for up to <i>timeout</i> seconds.
ca: Espera fins que aparegui el component GUI donat a la pantalla o a la Regió durant <i>timeout</i> segons.
cs: Čeká po dobu <i>timeout</i> sekund než se daná položka objeví na obrazovce či v oblasti.
fi: Odottaa, että annettu GUI-komponentti ilmestyy koko näytölle tai määritellylle aluelle kunnes <i>timeout</i> sekuntia on kulunut.
hu: Várakozik addig, amíg meg nem jelenik a képernyőn vagy a régióban a passzoló grafikus elem vagy amíg le nem jár az <i>időkorlát<i>.
it: Aspetta che l'elemento GUI richiesto appaia sullo schermo o nella Regione per al massimo <i>timeout</i> secondi.
pt: Espera que o objecto do interface apareça no ecrã ou na Região até <i>timeout</i> segundos.
ro: Așteaptă cel mult <i>timeout</i> secunde ca elementul de interfață să fie afișat pe ecran sau în regiune.
uk: Чекає щоб елементи графічного інтерфейсу зявився на екрані або в Регіоні до <i>таймаут</i> секунд.

source: Waits the given GUI component to disappear on the screen or in the Region for up to <i>timeout</i> seconds.
ca: Espera que el component GUI donat desaparèixi de la pantalla o de la Regió fins <i>timeout</i> segons.
cs: Čeká po dobu <i>timeout</i> sekund než daná položka zmizí z obrazovky či z oblasti.
fi: Odottaa, että annettu GUI-komponentti katoaa koko näytöltä tai määritellyltä alueelta kunnes <i>timeout</i> sekuntia on kulunut.
hu: Várakozik addig, amíg el nem tűnik a képernyőn vagy a régióban a passzoló grafikus elem vagy amíg le nem jár az <i>időkorlát<i>.
it: Aspetta che l'elemento GUI richiesto scompaia dallo schermo o dalla Regione per al massimo <i>timeout</i> secondi.
pt: Espera que o objecto do interface desapareça do ecrã ou Região até <i>timeout</i> segundos.
ro: Așteaptă cel mult <i>timeout</i> secunde pentru ca elementul de interfață să dispară de pe ecran sau din regiune.
uk: Чекає щоб елемент графічного інтерфейсу зник з екрану або з Регіону до <i>таймаут</i> секунд.

source: Checks if the given GUI component exists on the screen or in the Region.<br>If it can not be found, None is returned without throwing an exception.
ca: Comprovar si el component GUI donat existeix a la pantalla o a la Regió. <br>Si no es trobat, no retorna res ni llença una excepció.
cs: Kontroluje zda daná položka existuje na obrazovce či v oblasti.<br>Když není nalezena, je výstup None bez výstupu chyby.
fi: Tarkastaa onko määriteltyä GUI-komponenttia koko näytöllä tai määritellyllä alueella.<br>Jos sitä ei löydy, palautetaan arvona None ilman poikkeuksen asettamista (exception).
hu: Megvizsgálja, hogy létezik-e az adott grafikus elem a képernyőn vagy a régióban.<br>Ha nem találja, akkor None-t ad vissza kivétel dobása nélkül.
it: Controlla se l'elemento GUI richiesto esiste sullo schermo o nella Regione.<br>Se non può essere trovato viene ritornato None senza lanciare un'eccezione.
pt: Verifica a existência de um objecto no ecrã ou numa região.<br>Se não for encontrado, é devolvido None sem enviar uma excepção
ro: Verifică dacă elementul de interfață există pe ecran sau în regiune.<br>Dacă nu poate fi gasit, se returnează None fără a fi aruncată o excepție.
uk: Чекає чи даний компонент GUI присутній на екрані або в Регіоні.<br> Якщо він не знайдений, повертається None без викидання ексепшина.

source: Clicks on the best matched GUI component on the screen or in the Region.
ca: Clica en la millor coincidència del component GUI a la pantalla o Regió.
cs: Klikne na nejvíce odpovídající položku na obrazovce či v oblasti.
fi: Napsauttaa parhaiten täsmäävää GUI-komponenttia koko näytöllä tai määritellyllä alueella.
hu: A legjobban passzoló grafikus elemre kattint a képernyőn vagy a régióban.
it: Clicca la migliore corrispondenza del componente GUI sullo schermo o nella Regione
pt: Faz clique no objecto mais parecido no interface ou numa Região
ro: Dă clic pe cel mai potrivit element de interfață de pe ecran sau din regiune.
uk: Клікає по елементу GUI який є найбільш схожим на екрані або в Регіоні.

source: Double clicks on the best matched GUI component on the screen or in the Region.
ca: Doble clic en la millor coincidència del component GUI a la pantalla o Regió.
cs: Dvojitě klikne na nejvíce odpovídající položku na obrazovce či v oblasti.
fi: Kaksoisnapsauttaa parhaiten täsmääviä GUI-komponentteja koko näytöllä tai määritellyllä alueella.
hu: A legjobban passzoló grafikus elemre duplán kattint a képernyőn vagy a régióban.
it: Doppio click sulla migliore corrispondenza del componente GUI sullo schermo o nella Regione
pt: Faz duplo clique no objecto mais parecido no interface ou numa Região
ro: Dă dublu-clic pe cel mai potrivit element de interfață de pe ecran sau din regiune.
uk: Подвійно клікає по елементу GUI який є найбільш схожим на екрані або в Регіоні.

source: Right clicks on the best matched GUI component on the screen or in the Region.
ca: Clic dret en la millor coincidència del component GUI a la pantalla o Regió.
cs: Pravé kliknutí na nejvíce odpovídající položku na obrazovce či v oblasti.
fi: Napsauttaa oikealla hiirennapilla parhaiten täsmäävää käyttöliittymäkomponenttia koko näytöllä tai määritellyllä alueella.
hu: A legjobban passzoló grafikus elemre jobb gombbal kattint a képernyőn vagy a régióban.
it: Click col bottone destro sulla migliore corrispondenza del componente GUI sullo schermo o nella Regione
pt: Faz clique (botão direito) no objecto mais parecido no interface ou numa Região
ro: Dă clic dreapta pe cel mai potrivit element de interfață de pe ecran sau din regiune.
uk: Клікає правою клавішою миші по елементу GUI який найбільш схожий на екрані чи в Регіоні.

source: Moves the mouse cursor on the best matched GUI component.
ca: Moure el cursor del ratolí en la millor coincidència del component GUI.
cs: Posune kurzor myši na nejvíce odpovídající položku na obrazovce či v oblasti.
fi: Siirtää hiiren osoittimen parhaiten täsmäävän käyttöliittymäkomponentin päälle.
hu: A legjobban passzoló grafikus elem fölé mozgatja az egerkurzort.
it: Muove il puntatore del mouse sul componente GUI che meglio corrisponde
pt: Movimenta o ponteiro do rato até ao objecto mais parecido no interface
ro: Mută cursorul mausului pe cel mai potrivit element de interfață
uk: Переміщає курсор миші на найбільш схожий елемент GUI

source: Drags the first component, and drops at the second component.
ca: Arrossega el primer component i deixa-ho anar sobre el segon component.
cs: Klikne na první položku, přetáhne a uvolní nad druhou položkou.
fi: Raahaa ensimmäisen komponentin ja pudottaa toisen komponentin.
hu: Megfogja az első elemet majd ráviszi a második elemre.
it: Trascina il primo componente e lo rilascia al secondo componente.
pt: Arrasta o primeiro objecto e larga no segundo objecto
ro: Trage prima componentă și o plasează pe locul celei de-a doua componente.
uk: Перетягає перший компонент, і кидає на другий компонент

source: Types the given <i>text</i> to the current focused window.
ca: Escriu el <i>text</i> donat a la finestra seleccionada.
cs: Napíše daný text <i>text</i> do aktuálního okna.
fi: Kirjoittaa annetun <i>merkkijonon</i> kenttään jossa fokus tällä hetkellä on.
hu: Beírja a megadott <i>szöveget</i> a kiválasztott ablakba.
it: Digita il <i>text</i> dato nella finestra correntemente focalizzata
pt: Escreve o texto <i>text</i> na janela que estiver seleccionada.
ro: Tastează <i>text</i>ul dat în fereastra activă.
uk: Вводить даний <i>текст</i> до поточного вікна з фокусом.

source: Clicks on the given component to gain the focus and then types the given <i>text</i>.
ca: Clica en la component donada per restablir la selecció i llavors escriu el <i>text</i> donat.
cs: Klikne na danou položku aby se stala aktivní a pak napíše daný <i>text</i>.
fi: Napsauttaa annettua komponenttia fokuksen asettamiseksi ja tämän jälkeen kirjoittaa annetun <i>text</i>.
hu: Rákattint a megadott elemre, hogy a fókusz rákerüljön majd beírja a megadott <i>szöveget</i>.
it: Clicca sul componente richiesto per ottenere il focus e poi scrive il <i>text</i> richiesto.
pt: Clica no objecto para ficar seleccionado e de seguida escreve o texto <i>text</i>.
ro: Dă clic pe componentă pentru a o activa și apoi tastează <i>text</i>ul.
uk: Клікає на заданий компонент щоб отримати фокус і тоді вводить заданий <i>текст </i>.

source: Pastes the given <i>text</i> to the current focused window.
ca: Enganxa el <i>text</i> donat a la finestra seleccionada.
cs: Vloží daný <i>text</i> do aktuálního okna.
fi: Liittää annetun <i>text</i> tällä hetkellä aktiiviseen kenttään.
hu: Beilleszti a megadott <i>szöveget</i> a kiválasztott ablakba.
it: incolla il <i>text</i> dato nella finestra correntemente focalizzata
pt: Cola o texto <i>text</i> em questão na janela que estiver seleccionada.
ro: Lipește <i>text</i>ul dat în fereastra activă.
uk: Вставляє заданий <i>текст</i> в поточне вікно з фокусом.

source: Clicks on the given component to gain the focus and then pastes the given <i>text</i>.
ca: clica al component donat per restablir la selecció i llavors enganxa el <i>text</i> donat.
cs: Klikne na danou položku aby se stala aktivní a pak vloží daný <i>text</i>.
fi: Napsauttaa annettua komponenttia kentän fokuksen asettamiseksi ja tämän jälkeen liittää annetun <i>text</i>.
hu: Rákattint a megadott elemre, hogy a fókusz rákerüljön majd beilleszti a megadott <i>szöveget</i>.
it: Clicca sul componente richiesto per ottenere il focus e poi incolla il <i>text</i> richiesto.
pt: Clica no componente para ganhar foco e então cola o <i>text</i> em questão.
ro: Dă clic pe componentă pentru a o activa și apoi lipește <i>text</i>ul.
uk: Клікає по заданому компоненту щоб отримати фокус і тоді вводить заданий <i>текст</i>.

source: Calls <i>handler</i> when the given image pattern appears on the screen or in the Region.
ca: Crida <i>handler</i> quan la imatge patró aparegui a la pantalla o la Regió.
cs: Vyvolá <i>handler</i> když se daná položka objeví na obrazovce či v oblasti.
fi: Kutsuu <i>handler</i>:ia kun määritelty kuva ilmaantuu koko näytön tai määritellyn alueen sisään.
hu: Meghívja a <i>kezelő függvényt</i> amint a megadott kép megjelenik a képernyőn vagy a régióban.
it: Chiama <i>handler</i> quando l'immagine appare sullo schermo o nella Regione.
pt: Chama <i>handler</i> quando o padrão-imagem em questão aparecer no ecrã ou na Região.
ro: Apelează <i>handler</i> când tiparul dat apare pe ecran sau în regiune.
uk: Викликає <i>обробник</i> коли заданий шаблон зображення зявляється на екрані чи в Регіоні.

source: Calls <i>handler</i> when the given image pattern disappears on the screen or in the Region.
ca: Crida <i>handler</i> quan la imatge patró desaparegui de la pantalla o la Regió.
cs: Vyvolá <i>handler</i> když daná položka zmizí z obrazovky či z oblasti.
fi: Kutsuu <i>handler</i>:ia kun määritelty kuva katoaa koko näytön tai määritellyn alueen sisältä.
hu: Meghívja a <i>kezelő függvényt</i> amint a megadott kép eltűnik a képernyőről vagy a régióból.
it: Chiama <i>handler</i> quando l'immagine scompare dallo schermo o dalla Regione.
pt: Chama <i>handler</i> quando o padrão-imagem em questão desaparecer do ecrã ou da Região.
ro: Apelează <i>handler</i> când tiparul dat dispare de pe ecran sau din regiune.
uk: Викликає <i>обробник</i> коли заданий шаблон зображення зникає з екрана або Регіона

source: Calls <i>handler</i> when anything is changed on the screen or in the Region.
ca: Crida <i>handler</i> quan qualsevol cosa sigui canviada a la pantalla o la Regió.
cs: Vyvolá <i>handler</i> když se něco změní na obrazovce či v oblasti.
fi: Kutsuu <i>handler</i>:ia kun mikä tahansa muuttuu koko näytöllä tai määritellyllä alueella.
hu: Meghívja a <i>kezelő függvényt</i> amint a képernyőn vagy a régióban bármi változás történik.
it: Chiama <i>handler</i> quando qualsiasi cosa viene modificata sullo schermo o nella Regione.
pt: Chama <i>handler</i> quando alguma coisa mudar no ecrã ou na Região.
ro: Apelează <i>handler</i> la orice modificare de pe ecran sau din regiune.
uk: Викликає <i>обробник</i> коли що-небудь змінилось на екрані або регіоні

source: Starts the observer to watch the screen or the Region for up to <i>time</i> seconds.<br>The observer will be run in the background if <i>background</i> is set to True.
ca: Arrenca l'observador per monitoritzar la pantalla o Regió durant <i>time</i> segons. <br> L'observador s'executarà en segon pla si <i>background</i> està possat a True.
cs: Spustí pozorování obrazovky či oblasti na <i>time</i> sekund.<br>Pozorování bude spuštěno do pozadí pokud <i>background</i> nastaveno na True.
fi: Aloittaa koko näytön tai määritellyn alueen seurannan <i>time</i> sekunniksi.<br>Tarkkailija suoritetaan taustalla mikäli <i>background</i> on asetettu arvoon True (tosi).
hu: Elindít egy megfigyelés a képernyőn vagy a régióban a megadott <i>ideig</i> (másodperc).<br>A figyelés a háttérben történik, ha a <i>background</i> be van állítva.
it: Avvia l'osservatore per controllare lo schermo o la Regione per un massimo di <i>time</i> secondi.<br>L'osservatore funzionerà in background se <i>background</i> è impostato a True.
pt: Começa o observador para monitorizar o ecrã ou a Região durante o máximo de <i>time</i> segundos.<br>O observador correrá em background se <i>background</i> for Verdadeiro.
ro: Pornește supravegherea ecranului sau a regiunii pentru cel mult <i>time</i> secunde.<br>Supraveghetorul va rula în fundal dacă <i>background</i> este True.
uk: Стартує Observer слідкувати за екраном або Регіоном до <i>time</i> секунд. <br> Observer буде виконуватись на фоні якщо <i>background</i> встановлено як True.

source: Install
ca: Instal·lar
cs: Nainstalovat
fi: Asenna
hu: Telepítés
it: Istalla
pt: Instalar
ro: Instalează
uk: Встановити

source: More Info
ca: Més informació
cs: Více informací
fi: Lisätietoja
hu: További információ
it: Ulteriori Informazioni
pt: Mais Informações
ro: Informații suplimentare
uk: Докладніше

source: Installed
ca: Instal·lat
cs: Nainstalované
fi: Asennettu
hu: Telepítve
it: Istallato
pt: Instalado
ro: Instalat
uk: Встановлено

source: Install {0}
ca: Instal·lar {0}
cs: Nainstalovat {0}
fi: Asenna {0}
hu: Telepít {0}
it: Installa {0}
pt: Instalar{0}
ro: Instalează {0}
uk: Встановити {0}

source: Update to {0}
ca: Actualitza a {0}
cs: Aktualizovat na {0}
fi: Päivitä versioon {0}
hu: Frissít a {0}-ra
it: Aggiorna a {0}
pt: Actualizar para {0}
ro: Actualizează la {0}
uk: Обновити до {0}
