Repository: wsh231314/autoScreen
Catalog: sikuli_StuffContainer/Translations/sikuli-ide/resources/i18n/IDE/IDE-*.po
Languages: ca, cs, fi, hu, it, pt, ro, uk

# menuFile
source: File
ca: Fitxer
cs: Soubor
fi: Tiedosto
hu: Fájl
pt: Ficheiro
ro: Fișier
uk: Файл

source: Edit
ca: Edita
cs: Editovat
fi: Muokkaa
hu: Szerkesztés
it: Modifica
pt: Editar
ro: Editare
uk: Редагувати

# menuRun
source: Run
ca: Executa
cs: Spustit
fi: Suorita
hu: Futtat
it: Esegui
pt: Executar
ro: Execuție
uk: Запустити

source: View
ca: Vista
cs: Zobrazit
fi: Näytä
hu: Nézet
it: Visualizza
pt: Ver
ro: Vizualizare
uk: Вигляд

source: Tools
ca: Eines
cs: Nástroje
fi: Työkalut
hu: Eszközök
it: Strumenti
pt: Ferramentas
ro: Unelte
uk: Інструменти

source: New
ca: Nou
cs: Nový
fi: Uusi
hu: Új
it: Nuovo
pt: Novo
ro: Nou
uk: Новий

source: Open...
ca: Obre...
cs: Otevřít...
fi: Avaa...
hu: Megnyitás…
it: Apri...
pt: Abrir...
ro: Deschidere...
uk: Відкрити...

source: Save
ca: Desa
cs: Uložit
fi: Tallenna
hu: Mentés
it: Salva
pt: Guardar
ro: Salvează
uk: Зберегти

source: Save as...
ca: Anomena i desa...
cs: Uložit jako...
fi: Tallenna nimellä...
hu: Mentés másként…
it: Salva con nome...
pt: Guardar como...
ro: Salvează ca...
uk: Зберегти як...

source: Export excutable...
ca: Exporta com a executable...
cs: Exportovat ...
fi: Vie ajettavaksi tiedostoksi...
hu: Futtatható állomány exportálása...
it: Esporta eseguibile...
pt: Exportar executável...
ro: Exportă executabil...
uk: Експортувати як виконуваний

source: Preferences...
ca: Preferències...
cs: Předvolby…
fi: Asetukset...
hu: Beállítások…
it: Preferenze...
pt: Preferências...
ro: Preferințe...
uk: Налаштування...

source: Close Tab
ca: Tancar pestanya
cs: Zavřít záložku
fi: Sulje välilehti
hu: Lap bezárása
it: Chiudi scheda
pt: Fechar separador
ro: Închide fila
uk: Закрити вкладку

source: Quit
ca: Sortir
cs: Konec
fi: Lopeta
hu: Kilépés
it: Esci
pt: Sair.
ro: Închide
uk: Вихід

source: Undo
ca: Desfer
cs: Zpět
fi: Kumoa
hu: Visszavonás
it: Annulla
pt: Desfazer
ro: Anulează
uk: Відмінити

source: Redo
ca: Torna a fer
cs: Vpřed
fi: Palauta
hu: Megismétlés
it: Ripeti
pt: Restaurar
ro: Refă
uk: Відновити

source: Cut
ca: Tallar
cs: Vyjmout
fi: Leikkaa
hu: Kivágás
it: Taglia
pt: Cortar
ro: Taie
uk: Вирізати

source: Copy
ca: Copia
cs: Kopírovat
fi: Kopioi
hu: Másolás
it: Copia
pt: Copiar
ro: Copiază
uk: Копіювати

source: Paste
ca: Enganxa
cs: Vložit
fi: Liitä
hu: Beillesztés
it: Incolla
pt: Colar
ro: Lipește
uk: Вставити

source: Select All
ca: Selecciona-ho Tot
cs: Vybrat vše
fi: Valitse kaikki
hu: Összes kijelölése
it: Seleziona Tutto
pt: Seleccionar Tudo
ro: Selectează tot
uk: Виділити все

source: Indent
ca: Sagna
cs: Odsazení
fi: Sisennä
hu: Behúzás
it: Rientro
pt: Indentação
ro: Indentează
uk: Зробити відступ

source: Un-Indent
ca: Dessagnar
cs: Zpět - odaszení
fi: Poista sisennys
hu: Behúzás csökkentése
it: Riduci rientro
pt: Desindentar
ro: Deindentează
uk: Забрати відступ

# menuFind
source: Find
ca: Cerca
cs: Hledat
fi: Etsi
hu: Keresés
it: Trova
pt: Localizar
ro: Caută
uk: Знайти

source: Find...
ca: Cerca...
cs: Hledat...
fi: Etsi...
hu: Keresés...
it: Trova...
pt: Localizar...
ro: Căutare...
uk: Знайти...

source: Find Next
ca: Cerca següent
cs: Hledat další
fi: Etsi seuraava
hu: Következő keresése
it: Trova successivo
pt: Localizar seguinte
ro: Caută următorul
uk: Знайти наступний варіант

source: Find Previous
ca: Cerca anterior
cs: Hledat předchozí
fi: Etsi edellinen
hu: Előző keresése
it: Trova precedente
pt: Localizar anterior
ro: Caută precedentul
uk: Знайти попередній варіант

# menuRunRun
source: Run
ca: Executa
cs: Spustit
fi: Suorita
hu: Futtat
it: Esegui
pt: Executar
ro: Execută
uk: Запустити

# menuRunRunAndShowActions
source: Run in slow motion
ca: Executar a càmara lenta
cs: Spustit ve zpomaleném režimu
fi: Suorita hidastetussa tilassa
hu: Lassan futtat
it: Esegui al rallentatore
pt: Executar em velocidade lenta
ro: Execută în ralanti
uk: Запустити на малій швидкості

source: Stop
ca: Para
cs: Zastavit
fi: Seis
hu: Leállítás
pt: Parar
ro: Oprește
uk: Зупинити

# menuViewUnitTest
source: Unit Test
ca: Test unitari
fi: Yksikkötesti
hu: Egység teszt
pt: Testes Unitários
ro: Test unitar
uk: Юніт-тест

source: Command List
ca: Llista d'ordres
cs: Seznam příkazů
fi: Komentolista
hu: Parancsok listája
it: Elenco dei comandi
pt: Lista de Comandos
ro: Lista comenzilor
uk: Список команд

source: Extensions...
cs: Rozšíření...
fi: Lisäosat...
hu: Kiterjesztések...
it: Espansioni ...
pt: Extensões
ro: Extensii...
uk: Розширення...

source: Help
ca: Ajuda
cs: Nápověda
fi: Ohje
hu: Súgó
it: Guida
pt: Ajuda
ro: Ajutor
uk: Довідка

source: Check Update...
ca: Comprova Actualització
cs: Zkontrolovat aktualizace...
fi: Tarkasta päivitykset...
hu: Frissítések keresése...
it: Verifica Aggiornamenti ...
pt: Verificar Actualizações...
ro: Verificare actualizare...
uk: Перевірити оновлення

source: The Complete Guide to Sikuli Script
ca: Guia complerta d'Scripting amb Sikuli
cs: Kompletní návod pro Sikuli Script
fi: Täydellinen opas Sikuli-skriptiin (englanniksi)
hu: A Sikuli Script dokumentációja
it: Guida integrale di Sikuli Script
pt: Gui Completo para Scripts Sikuli
ro: Sikuli Script - ghidul complet
uk: Повний довідник по Sikuli Script

source: Tutorials, Examples, How-To's
ca: Tutorials, Exemples, Guies
cs: Tutoriály, Příklady, Návody
fi: Oppaat, esimerkit ja ohjeet (englanniksi)
hu: Gyakorlatok, Példák, Hogyanok
it: Esercizi, Esempi, Come si fa
pt: Tutoriais e Exemplos
ro: Tutoriale, exemple, ghiduri
uk: Приклади, навчальні посібники, рецепти

source: Ask Questions & Find Answers
ca: Fes preguntes i troba respostes
cs: Otázky & Odpovědi
fi: Esitä kysymyksiä ja etsi vastauksia (englanniksi)
hu: Kérdések és válaszok
it: Domande & Risposte
pt: Faça Perguntas e Obtenha Respostas
ro: Puneți întrebări și primiți răspunsuri
uk: Задайте запитання та знайдіть відповіді

source: Report a Bug
ca: Informa d'un error
cs: Nahlásit chybu
fi: Raportoi ohjelmavirheestä (englanniksi)
hu: Hibajelentés
it: Segnala un problema
pt: Reportar erro
ro: Raportează un bug
uk: Сповістити про помилку

source: Join our translation project!
ca: Uneix-te al nostre projecte de traducció
cs: Přidej se k našemu překladatelskému projektu
fi: Liity käännösprojektiin!
hu: Csatlakozz a fordítási munkánkhoz
it: Unisciti al nostro progetto di traduzione!
pt: Junte-se ao nosso projecto de tradução!
ro: Alăturați-vă proiectului de traducere!
uk: Приєднуйтесь до нашого проекту з перекладу!

source: Sikuli's Homepage
ca: Pàgina principal de Sikuli
fi: Sikulin kotisivut
hu: A Sikuli honlapja
it: Home page di Sikuli
pt: Página Web do Sikuli
ro: Pagina de pornire Sikuli
uk: Домашня сторінка Sikuli

source: Sikuli {0} is available!
ca: Sikuli {0} està disponible!
cs: Sikuli {0} je k dispozici!
fi: Sikuli {0} on saatavilla.
hu: Elérhető a Sikuli {0}!
it: Sikuli {0} é disponibile
pt: O Sikuli[0] está disponível!
ro: Sikuli {0} este disponibil!
uk: Можна скачати Sikuli {0} !

source: No update is available.
ca: No hi ha actualització disponible
cs: Žádná aktualizace není dostupná
fi: Päivitystä ei saatavilla.
hu: Nincs új frissítés.
it: Nessun aggiornamento disponibile
pt: Nenhuma actualização disponível.
ro: Nu există nicio actualizare disponibilă.
uk: Немає оновлень.

source: Settings
ca: Configuració
cs: Nastavení
fi: Asetukset
hu: Beállítások
it: Impostazioni
pt: Definições
ro: Configurări
uk: Налаштування

source: Auto Capture
ca: Captura Automàtica
cs: Automatické snímání obrazovky
fi: Automaattinen kuvankaappaus
hu: Autoatikus képernyőmentés
it: Auto Cattura
pt: Auto Captura
ro: Captură automată
uk: Автоматичний захват

# cmdListFind
source: Find
ca: Cerca
cs: Najít
fi: Etsi
hu: Keresés
it: Trova
pt: Localizar
ro: Caută
uk: Пошук

source: Mouse Actions
ca: Accions del ratolí
cs: Operace s myší
fi: Hiiritoiminnot
hu: Egérműveletek
it: Azioni del mouse
pt: Acções do Rato
ro: Acțiuni maus
uk: Дії миші

source: Keyboard Actions
ca: Accions del teclat
cs: Operace s klávesnicí
fi: Näppäimistötoiminnot
hu: Billentyűzet műveletek
it: Azioni Tastiera
pt: Acções do Teclado
ro: Acțiuni tastatură
uk: Дії клавіатури

source: Event Observation
ca: observacions de l'esdeveniment
cs: Sledování události
fi: Tapahtumien seuranta
hu: Eseményfigyelés
it: Osservazione eventi
pt: Observação de Eventos
ro: Supraveghere eveniment
uk: Спостереження за подіями

source: Message
ca: Missatge
cs: Zpráva
fi: Viesti
hu: Üzenet
it: Messaggio
pt: Mensagem
ro: Mesaj
uk: Повідомлення

source: Test Trace
ca: traça de prova
cs: Zkušební běh
fi: Testin jäljitys
hu: Teszt futási eredmény
it: Traccia Test
pt: Trace de teste
ro: Trasă de test
uk: Тестовий запуск

source: Untitled
ca: Sense títol
cs: Bez názvu
fi: Nimetön
hu: Névtelen
it: Senza titolo
pt: Sem título
ro: Fără titlu
uk: Без імені

# tabUnitTest
source: Unit Test
ca: Test unitari
fi: Yksikkötesti
hu: Egység teszt
pt: Testes Unitários
ro: Test unitar
uk: Юніт-тест

source: Run ({0})
ca: Executa ({0})
cs: Spustit ({0})
fi: Suorita ({0})
hu: Futtat ({0})
it: Esegui ({0})
pt: Executar({0})
ro: Execută ({0})
uk: Запуск ({0})

# btnRunLabel
source: Run
ca: Executa
cs: Spustit
fi: Suorita
hu: Futtat
it: Esegui
pt: Executar
ro: Execută
uk: Запустити

# btnRunSlowMotionLabel
source: Run in slow motion
ca: Executar a càmara lenta
cs: Spustit ve zpomaleném režimu
fi: Suoriteta hidastetussa tilassa
hu: Lassan futtat
it: Esegui al rallentatore
pt: Executar em velocidade lenta
ro: Execută în ralanti
uk: Запустити на малій швидкості

source: Press {0} to stop
ca: Prem {0} per parar
cs: Stiskni {0} pro zastavení
fi: Paina {0} keskeyttääksesi suorituksen
hu: Nyomd meg a {0}-t a megállításhoz
it: Premi {0} per arrestare
pt: Clique em {0} para parar
ro: Apăsați {0} pentru oprire
uk: Натисніть {0} щоб зупинити

source: Create Region
ca: Crea una regió
cs: Vytvořit oblast
fi: Luo alue
hu: Régió létrehozása
it: Crea Regione
pt: Criar Região
ro: Creează regiune
uk: Створити область

source: Create a region to restrict screen matching
ca: Crear una regió per restringir la pantalla que coincideix
cs: Vytvořit oblast k omezení hledání na obrazovce
fi: Rajaa alue yhteensopivan kuvan etsintää varten
hu: Régió létrehozása a képernyőillesztés szűkítéséhez
it: Crea una regione per limitare la corrispondenza schermo
pt: Crie uma região para restringir o reconhecimento do ecrã
ro: Creați o regiune pentru a restricționa căutarea pe ecran
uk: Створити область для обмеження выдповідностей

source: Take screenshot
ca: Fes una captura de pantalla
cs: Pořídit snímek obrazovky
fi: Ota kuvankaappaus
hu: Képernyőkép készítése
it: Cattura schermata
pt: Criar captura de ecrã
ro: Captură de ecran
uk: Зробити знімок екрану

source: Take a screenshot ({0})
ca: Fes una captura de pantalla ({0})
cs: Pořídit snímek obrazovky ({0})
fi: Ota kuvankaappaus ({0})
hu: Képernyőkép készítése ({0})
it: Cattura schermata ({0})
pt: Criar captura de ecrã ({0})
ro: Realizează o captură de ecran ({0})
uk: Зробити знімок екрану

source: Insert an image from disks
ca: Inserir una imatge desde un disc
cs: Vložit obrázek z disku
fi: Lisää aiemmin tallennettu kuva
hu: Kép beillesztése fájlból
it: Inserisci immagine da disco
pt: Inserir imagem de ficheiro
ro: Inserează o imagine de pe hard-disk
uk: Вставити зображення з диску

source: Insert image
ca: Insereix imatge
cs: Vložit obrázek
fi: Lisää kuva
hu: Kép beillesztése
it: Inserisci immagine
pt: Inserir image
ro: Inserează imagine
uk: Вставити зображення

source: Runtime Error when running {0} {1}
ca: Error d'execusió mentre s'executava {0} {1}
cs: Runtime Error během {0} {1}
fi: Ajonaikainen virhe suoritettaessa kohdetta {0} {1}
hu: Futási hiba a következő helyen {0} {1}
it: Errore durante l'esecuzione di {0} {1}
pt: Erro de execução em {0}
ro: Eroare de execuție la rularea {0} {1}
uk: Помилка при запуску {0} {1}

source: Exited with code {0}
ca: Sortit amb el codi {0}
cs: Ukončeno kódem {0}
fi: Poistuttu suorituksesta koodilla {0}
hu: Kilépett a következő kóddal {0}
it: Terminato con codice {0}
pt: Execução terminada com o código {0}
ro: S-a terminat cu codul {0}
uk: Завершено з кодом {0}

source: Stopped
ca: Aturat
cs: Zastaveno
fi: Pysäytetty
hu: Leállítva
it: Interrotto
pt: Parado
ro: Oprit
uk: Зупинено

source: An error occurs at line {0}
ca: Un error es produeix en línia {0}
cs: Chyba na řádku {0}
fi: Virhe rivillä {0}
hu: Hiba történt a sorban {0}
it: Si é verificato un errore alla linea {0}
pt: Ocorreu um erro na linha {0}
ro: S-a produs o eroare la rândul {0}
uk: Помилка в рядку {0}

source: Error message: {0}
ca: Missatge d'error: {0}
cs: Chybová zpráva: {0}
fi: Virheilmoitus: {0}
hu: Hibaüzenet: {0}
it: Messaggio di errore {0}
pt: Mensagem de Erro:
ro: Mesaj de eroare: {0}
uk: Повідомлення про помилку: {0}

source: Select a region on the screen
ca: Selecciona una regió de la pantalla
cs: Vyber oblast na obrazovce
fi: Valitse alue näytöltä
hu: Válassz egy régiót a képernyőn
it: Seleziona una regione sullo schermo
pt: Seleccione uma região no ecrã
ro: Selectați o regiune de pe ecran
uk: Виберіть регіон на екрані

source: Preferences
ca: Preferències
cs: Nastavení
fi: Asetukset
hu: Beállítások
it: Preferenze
pt: Preferências
ro: Preferințe
uk: Налаштування

source: Tab key inserts spaces instead of tab
ca: La tecla del tabulador insereix espais en comptes de tabular
cs: Klávesa Tab vloží mezery místo odsazení
fi: Sarkain-näppäin lisää välilyöntejä sarkaimen sijaan
hu: A tabulátor szőközöket illeszt be
it: Tasto Tab inserisce spazi invece di tabulazione
pt: A tecla Tab insere um espaço e vez de tabulação
ro: Tasta Tab inserează spații în locul caracterului tab
uk: Клавіша табуляції вставляє пробіли замість табуляції

source: Updates
ca: Actualitzacions
cs: Aktualizace
fi: Päivitykset
hu: Frissítések
it: Aggiornamenti
pt: Atualizações
ro: Actualizări
uk: Оновлення

source: Language
ca: Llenguantge
cs: Jazyk
fi: Kieli
hu: Nyelv
it: Lingua
pt: Língua
ro: Limbă
uk: Мова

source: Tab width:
ca: Amplada del tabulador:
cs: Šířka tabulátoru
fi: Sarkaimen leveys:
hu: Tabulátor szélessége:
it: Larghezza tabulazione:
pt: Largura da tabulação:
ro: Lungime TAB:
uk: Ширина табуляції:

source: Font name:
ca: Nom de la font:
cs: Název písma:
fi: Fontin nimi:
hu: Betűtípus:
it: Nome caeattere
pt: Nome do tipo de letra
ro: Nume font:
uk: Назва шрифта

source: Size:
ca: Mida
cs: Velikost:
fi: Koko:
hu: Méret:
it: Dimensione:
pt: Dimensões:
ro: Dimensiune:
uk: Розмір

source: Fonts
ca: Tipus de lletra
cs: Písma
fi: Fontit
hu: Betűtípusok
it: Carattere
pt: Tipos de Letra
ro: Fonturi
uk: Шрифти

source: Indentation
ca: Sagnat
cs: Odsazení
fi: Sisennys
hu: Behúzás
it: Rientro
pt: Indentação
ro: Indentare
uk: Відступ

source: Text Editing
ca: Edició de text
cs: Editace textu
fi: Tekstin muokkaaminen
hu: Szövegszerkesztés
it: Modifica del testo
pt: Edição de Texo
ro: Editare text
uk: Редагування тексту

source: Screen Capturing
ca: Captura de pantalla
cs: Snímání obrazovky
fi: Kuvankaappaus
hu: Képernyőkép készíése
it: Cattura Schermo
pt: Captura de ecrã
ro: Captură de ecran
uk: Захоплення Зображення

source: Quick capture hotkey:
ca: Tecla de captura ràpida:
cs: Klávesová zkratka pro rychlé sejmutí obrazovky
fi: Pikakaappauksen pikanäppäin:
hu: Képernyőkép készítés gyorsgomb:
it: Tasto cattura veloce
pt: Tecla de atalho para captura rápida:
ro: Tastă pentru captură rapidă
uk: Гаряча клавіша швидкого захоплення

source: Delay before capture:
ca: Retrasar abans de capturar:
cs: Zpoždění před sejmutím obrazovky
fi: Viive ennen kuvankaappausta:
hu: Várakozás a képernyőkép készítés előtt:
it: Ritardo prima di catturare
pt: Tempo de espera antes da captura:
ro: Pauză înainte de captură:
uk: Затримка перед захопленням

source: seconds
ca: segons
cs: sekund
fi: sekuntia
hu: másodperc
it: secondi
pt: segundos
ro: secunde
uk: секунд

source: Automatic Naming:
ca: Anomenament automàtic
cs: Automatické pojmenování
fi: Automaattinen nimeäminen:
hu: Automatikus elnevezés:
it: None Automatico
pt: Nome Automático:
ro: Denumire automată
uk: Автоматичне іменування

source: time stamp
ca: Marca de temps
cs: časová značka
fi: aikaleima
hu: időbélyeg
it: data e ora
pt: Data
ro: data și ora
uk: Відмітка часу

source: text in the image
ca: Text en la image
cs: text v obrázku
fi: kuvateksti
hu: szöveg a képen
it: testo nell'immagine
pt: texto na imagem
ro: textul din imagine
uk: Текст в зображенні

source: off (manual input)
ca: Apagar (introducció manual)
cs: vypnuto (manuální vstup)
fi: pois päältä (manuaalinen syöttö)
hu: ki (kézi bevitel)
it: spento (input manuale)
pt: off (entrada manual)
ro: dezactivată (introducere manuală)
uk: Вимкнено (введення вручну)

source: General Settings
ca: Configuració general
cs: Všeobecné nastavení
fi: Yleiset asetukset
hu: Általános Beállítások
it: Impostazioni Generali
pt: Definições Gerais
ro: Configurări generale
uk: Загальні налаштування

source: Check Update Automatically
ca: Comprova actualitzacions automàticament
cs: Zkontroluj automaticky aktualizace
fi: Tarkasta päivitykset automaattisesti
hu: Frissítés automatikus keresése
it: Controlla Aggiornamenti in Automatico
pt: Verificar Actualização Automática
ro: Verifică actualizările automat
uk: Перевіряти Оновлення Автоматично

source: Do you want to close this tab?
ca: Vols tancar aquesta pestanya?
cs: Chcete zavřit tuto záložku?
fi: Haluatko sulkea tämän välilehden?
hu: Bezárod a fület?
it: Vuoi chiudere questa scheda?
pt: Quer fechar este separador?
ro: Vreți să închideți această filă?
uk: Чи бажаєте Ви закрити цю вкладку ?

source: {0} has been modified. Save changes?
ca: {0} Ha estat modificat. guardar canvis?
cs: {0} byl změněn. Chcete změny uložit?
fi: Tiedostoa {0} on muokattu. Tallennetaanko muutokset?
hu: {0} változott a legutóbbi mentés óta. Elmentsük a változásokat?
it: {0} è stato modificato. Salvare i cambiamenti?
pt: {0} foi modificado. Quer guardar as alterações?
ro: {0} a fost modificat. Salvați modificările?
uk: {0} було змынено. Зберегти змыни ?

source: Line: {0,number,integer}, Column: {1,number,integer}
ca: Línia: {0,number,integer}, Columna: {1,number,integer}
cs: Řádek: {0, číslo, integer), Sloupec: {1, čislo, integer)
fi: Rivi: {0,number,integer}, Sarake: {1,number,integer}
hu: Sor: {0,number,integer}, Oszlop: {1,number,integer}
it: Linea: {0,number,integer}, Colonna: {1,number,integer}
pt: Linha: {0, number,integer}, Coluna: {1,number,integer}
ro: Rândul: {0,number,integer}, coloana: {1,number,integer}
uk: Рядок: {0,number,integer}, Колонка: {1,number,integer}

source: Pattern Settings
ca: Patró de configuració
cs: Nastavení vzorku
fi: Mallin asetukset
hu: Képillesztési Beállítások
it: Impostazioni Pattern
pt: Definições de Padrão
ro: Configurări tipar
uk: Налаштування Шаблону

# tabNaming
source: File
ca: Fitxer
cs: Soubor
fi: Tiedosto
hu: Fájl
pt: Ficheiro
ro: Fișier
uk: Файл

source: Matching Preview
ca: Vista preliminar de la coincidència
cs: Náhled
fi: Yhteensopivuuden esikatselu
hu: Illesztés Minta
it: Anteprima Corrispondenza
pt: Previsualização de Comparação
ro: Previzualizare comparare
uk: Попередінй Перегляд

source: Target Offset
ca: offset de l'objectiu
cs: Odsazení středu
fi: Kohteen poikkeama
hu: Cél Eltolás
it: Offset Bersaglio
pt: Desvio do objecto alvo
ro: Decalaj țintă
uk: Зміщення від цілі

source: Path:
ca: Ruta:
cs: Cesta:
fi: Polku:
hu: Elérési út:
it: Percorso:
pt: Caminho:
ro: Cale:
uk: Шлях:

source: Filename:
ca: Nom de fitxer:
cs: Název souboru:
fi: Tiedostonnimi:
hu: Fájlnév:
it: Nome file:
pt: Nome do ficheiro:
ro: Nume fișier:
uk: Назва файлу:

source: Similarity:
ca: Similitud:
cs: Podobnost:
fi: Samankaltaisuus:
hu: Hasonlóság:
it: Somiglianza:
pt: Semelhança:
ro: Similaritate:
uk: Подібність:

source: Number of matches/Max:
ca: Nombre de coincidències/Max:
cs: Počet shod/Max:
fi: Täsmäävien määrä / Maks:
hu: Hasonlóak száma/Maximum:
it: Numero di corrispondenze/Massimo
pt: Número de ocorrências/Max:
ro: Număr de potriviri/Maxim:
uk: Число співпадінь/Макс:

source: Target offset X:
ca: offset de l'objectiu X:
cs: Odsazení středu v ose X:
fi: Kohteen poikkeama X:
hu: Cél Eltolása X:
it: Scostamento bersaglio X:
pt: Desvio do objecto alvo em X:
ro: Decalaj țintă X:
uk: Зміщення від цілі Х:

source: OK
ca: Accepta
pt: Aceitar
uk: Гаразд

source: Apply
ca: Aplicar
cs: Použít
fi: Käytä
hu: Alkalmaz
it: Applica
pt: Aplicar
ro: Aplică
uk: Застосувати

source: Cancel
ca: Canceŀla
cs: Zrušit
fi: Peruuta
hu: Mégsem
it: Annulla
pt: Cancelar
ro: Anulează
uk: Відмінити

source: Yes
ca: Sí
cs: Ano
fi: Kyllä
hu: Igen
it: Sì
pt: Sim
ro: Da
uk: Так

source: No
cs: Ne
fi: Ei
hu: Nem
pt: Não
ro: Nu
uk: Ні

source: File Exists
ca: El fitxer ja existeix
cs: Soubor existuje
fi: Tiedosto on jo olemassa
hu: A fájl létezik
it: File già esistente
pt: O Ficheiro Existe
ro: Fișierul există
uk: Файл існує

source: Are you sure to overwrite this file "{0}"?
ca: Estàs segur de sobreescriure aquest fitxer "{0}"?
cs: Opravdu chcete přepsat soubor "{0}"?
fi: Oletko varma, että haluat ylikirjoittaa tiedoston "{0}"?
hu: Felülírjuk a fájlt "{0}"?
it: Sei sicuro di voler sovrascrivere questo file "{0}"?
pt: Tem a certeza que quer reescrver o ficheiro "{0}"?
ro: Sunteți sigur că vreți să suprascrieți fișierul „{0}”?
uk: Ви бажаэте замынити файл "{0}"?

source: Name The Screen Shot
ca: Anomena la captura
cs: Pojmenujte screenshot
fi: Kuvankaappauksen nimi
hu: Képernyőkép neve
it: Assegna un nome allo Screnshot
pt: Nome da Captura de Ecrã
ro: Denumiți captura de ecran
uk: Назвіть скріншот

source: Enter the screen shot's file name:
ca: Introdueix el nom del fitxer de la captura:
cs: Vložte jméno screenshotu:
fi: Kirjoita kuvankaappauksen tiedostonnimi:
hu: Képernyőkép fájlnév:
it: Inserisci il nome file dello screenshot
pt: Insira o nome do ficheiro da captura de ecrã
ro: Introduceți un nume pentru fișierul captură de ecran
uk: Введіть імя файла для скріншота

source: Looks for the best matched GUI component on the screen or in the Region.
ca: Busca la millor coincidència del component GUI a la pantalla o a la Regió
cs: Hledá nejvíce podobnou položku na obrazovce nebo v oblasti.
fi: Näyttää parhaiten täsmäävän GUI-komponentin näytöllä tai määritellyllä alueella.
hu: Megkeresi azt a grafikus elemet a képernyőn vagy a régióban, ami a legjobban passzol.
it: Cerca la migliore corrispondenza del componente GUI sullo schermo o nella Regione
pt: Procura pelo objecto do interface ou região mais parecidos
ro: Caută cel mai potrivit element de interfață de pe ecran sau din regiune.
uk: Шукає найкращу відповідність елемента графічного інтерфейсу на екрані або в Регіоні

source: Looks for all matched GUI component on the screen or in the Region.
ca: Busca totes les coincidències del component GUI a la pantalla o a la Regió
cs: Hledá všechny odpovídající položky na obrazovce nebo v oblasti.
fi: Näyttää kaikki GUI-komponentteihin täsmäävät osumat koko näytöllä tai määritellyllä alueella.
hu: Az összes passzoló grafikus elemet megkeresi a képernyőn vagy a régióban.
it: Cerca tutte le corrispondenze del componente GUI sullo schermo o nella Regione
pt: Procura todas as ocorrências de um objecto no interface ou Região
ro: Caută toate elementele de interfață de pe ecran sau din regiune.
uk: Шукає всі елементи графічного інтерфейсу на екрані або в Регіоні
